Repository: G-Sadok/yum_rufus
Catalog: App/Yum/Ressources/Localizable.xcstrings
Source language: fr
Languages: en, es, ja

# parcourir.compteur
source: installees
en: installed
es: instaladas
ja: 個インストール済み

# configuration.adresse
source: Adresse du serveur
en: Server address
es: Direccion del servidor
ja: サーバーアドレス

# configuration.compte
source: Compte
en: Account
es: Cuenta
ja: アカウント

# configuration.motDePasse
source: Mot de passe
en: Password
es: Contrasena
ja: パスワード

# configuration.tester
source: Tester la connexion
en: Test connection
es: Probar conexion
ja: 接続をテスト

# configuration.enregistrer
source: Enregistrer
en: Save
es: Guardar
ja: 保存

# configuration.annuler
source: Annuler
en: Cancel
es: Cancelar
ja: キャンセル

# configuration.reussite
source: Le serveur repond.
en: The server responds.
es: El servidor responde.
ja: サーバーが応答しました。

# configuration.adresseIllisible
source: Cette adresse n est pas lisible.
en: This address cannot be read.
es: Esta direccion no es legible.
ja: このアドレスを読み取れません。

# configuration.typeNonPrisEnCharge
source: Ce type de source demande une saisie que cette version ne propose pas encore.
en: This source type needs details this version does not ask for yet.
es: Este tipo de fuente necesita datos que esta version aun no pide.
ja: このソースはこのバージョンがまだ尋ねない情報を必要とします。

# recherche.espaceReserve
source: Chercher dans vos sources
en: Search your sources
es: Buscar en tus fuentes
ja: ソースを検索

# recherche.etiquetteDuChamp
source: Champ de recherche
en: Search field
es: Campo de busqueda
ja: 検索フィールド

# recherche.effacer
source: Effacer la recherche
en: Clear search
es: Borrar la busqueda
ja: 検索をクリア

# recherche.compteur
source: %lld resultats
en: %lld results
es: %lld resultados
ja: %lld件

# recherche.compteurPartiel
source: %lld resultats ou plus
en: %lld results or more
es: %lld resultados o mas
ja: %lld件以上

# recherche.toutVoir
source: Tout voir
en: See all
es: Ver todo
ja: すべて表示

# recherche.retour
source: Tous les resultats
en: All results
es: Todos los resultados
ja: すべての結果

# recherche.ligne.delaiDepasse
source: %1$@ n a pas repondu en %2$lld secondes.
en: %1$@ did not respond within %2$lld seconds.
es: %1$@ no respondio en %2$lld segundos.
ja: %1$@は%2$lld秒以内に応答しませんでした。

# recherche.ligne.injoignable
source: %@ est injoignable.
en: %@ could not be reached.
es: No se pudo contactar con %@.
ja: %@に接続できませんでした。

# recherche.ligne.accesRefuse
source: %@ a refuse l acces.
en: %@ refused access.
es: %@ denego el acceso.
ja: %@がアクセスを拒否しました。

# recherche.ligne.echec
source: %@ n a pas pu chercher.
en: %@ could not search.
es: %@ no pudo buscar.
ja: %@は検索できませんでした。

# recherche.aucunResultat.titre
source: Aucun resultat
en: No results
es: Sin resultados
ja: 結果なし

# recherche.aucunResultat.phrase
source: Aucune de vos sources ne connait ce titre. Essayez une autre orthographe, ou le titre original.
en: None of your sources knows this title. Try another spelling, or the original title.
es: Ninguna de tus fuentes conoce este titulo. Prueba otra ortografia o el titulo original.
ja: どのソースにもこのタイトルはありません。別のつづりか、原題を試してください。

# recherche.aucuneSource.titre
source: Aucune source ne sait chercher
en: No source can search
es: Ninguna fuente puede buscar
ja: 検索できるソースがありません

# recherche.aucuneSource.phrase
source: Ajoutez un serveur ou un catalogue dans Parcourir. Un dossier local se parcourt, il ne se cherche pas.
en: Add a server or a catalog in Browse. A local folder is browsed, not searched.
es: Anade un servidor o un catalogo en Explorar. Una carpeta local se explora, no se busca.
ja: 「見つける」でサーバーかカタログを追加してください。ローカルフォルダは検索ではなく閲覧します。

# recherche.toutesLesSources.titre
source: Vos sources n ont pas repondu
en: Your sources did not respond
es: Tus fuentes no respondieron
ja: ソースが応答しませんでした

# recherche.toutesLesSources.phrase
source: Aucune de vos sources n a pu repondre. Verifiez votre connexion, puis reessayez.
en: None of your sources could respond. Check your connection, then try again.
es: Ninguna de tus fuentes pudo responder. Comprueba tu conexion y vuelve a intentarlo.
ja: どのソースも応答できませんでした。接続を確認してから再試行してください。

# chapitre.nombreDePages
source: %lld pages
es: %lld páginas
ja: %lldページ

# reglages.ligne.aPropos.version
source: Version
es: Versión
ja: バージョン

# reglages.ligne.confidentialite.incognito
source: Incognito
es: Incógnito
ja: シークレット

# reglages.ligne.general.theme
source: Theme
es: Tema
ja: テーマ

# reglages.valeur.doublePage
source: Double page
es: Doble página
ja: 見開き

# signets.pageNumerotee
source: Page %lld
es: Página %lld
ja: %lldページ

# statistiques.compteEnPages
source: %lld pages
es: %lld páginas
ja: %lldページ

# filtres.gamma
source: Gamma
ja: ガンマ

# reglages.section.general
source: General
ja: 一般

# reglages.valeur.hautBas
source: Vertical
ja: 縦

# reglages.valeur.sepia
source: Sepia
ja: セピア
